Repository: Sitezilla/woocommerce-all-products-for-subscriptions-translation-dutch
Catalog: woocommerce-all-products-for-subscriptions-*.po
Languages: nl_nl

# add to cart button text while switching a subscription
source: Switch subscription
nl_nl: Abonnement wisselen

source: Could not fetch subscription plans for variation with ID %d. This indicates that this variation may be an orphaned variation. To clear orphaned variations, go to "WooCommerce > Status > Tools" and click "Delete orphaned variations".
nl_nl: Kon abonnementen niet ophalen voor variatie met ID %d. Dit geeft aan dat deze variatie mogelijk niet gekoppeld is. Om niet-gekoppelde variaties te verwijderen, ga je naar 'WooCommerce > Status > Tools' en klik je op 'Niet-gekoppelde variaties verwijderen'.

source: Woo Composite Products
nl_nl: Woo-samengestelde producten

source: Woo Product Bundles
nl_nl: Woo-productbundels

source: Make existing products available on subscription, and give customers the freedom to add products to their existing subscriptions.
nl_nl: Stel bestaande producten beschikbaar als abonnement en geef klanten de vrijheid om producten toe te voegen aan hun bestaande abonnementen.

source: Woo All Products For Subscriptions
nl_nl: Voor alle abonnementproducten

source: Support
nl_nl: Ondersteuning

source: Documentation
nl_nl: Documentatie

source: Please update WooCommerce.
nl_nl: Werk WooCommerce bij.

source: Please install and activate WooCommerce.
nl_nl: Installeer en activeer WooCommerce.

source: All Products for Woo Subscriptions requires at least WooCommerce version <strong>%1$s</strong>. %2$s
nl_nl: Alle producten voor Woo Subscriptions vereisen minimaal WooCommerce versie <strong>%1$s</strong>. %2$s

source: All Products for Woo Subscriptions requires at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
nl_nl: All Products for Woo Subscriptions vereisen minimaal PHP <strong>%1$s</strong>. Leer <a href="%2$s">hoe je PHP kunt updaten</a>.

source: All Products for Woo Subscriptions requires at least <a href="%1$s" target="_blank">WooCommerce Payments</a> version <strong>%2$s</strong> or <a href="%3$s" target="_blank">WooCommerce Subscriptions</a> version <strong>%4$s</strong>.
nl_nl: All Products for Woo Subscriptions vereisen minimaal <a href="%1$s" target="_blank">WooCommerce Payments</a> versie <strong>%2$s</strong> of <a href="%3$s" target="_blank">WooCommerce Subscriptions</a> versie <strong>%4$s</strong>.

source: All Products for Woo Subscriptions requires at least <a href="%1$s" target="_blank">WooCommerce Payments</a> version <strong>%2$s</strong>.
nl_nl: Alle producten voor WooCommerce Subscriptions vereisen minimaal <a href="%1$s" target="_blank">WooCommerce Payments</a> versie <strong>%2$s</strong>.

source: All Products for Woo Subscriptions requires at least <a href="%1$s" target="_blank">WooCommerce Subscriptions</a> version <strong>%2$s</strong>.
nl_nl: Alle producten voor WooCommerce Subscriptions vereisen minimaal <a href="%1$s" target="_blank">WooCommerce Subscriptions</a> versie <strong>%2$s</strong>.

source: Foul!
nl_nl: Fout!

source: Add to an existing subscription?
nl_nl: Toevoegen aan een bestaand abonnement?

source: Add your cart to an existing subscription?
nl_nl: Je winkelwagen toevoegen aan een bestaand abonnement?

source: Add this cart to an existing subscription?
nl_nl: Deze winkelwagen toevoegen aan een bestaand abonnement?

source: &mdash; or &mdash;
nl_nl: — of —

source: Add to subscription
nl_nl: Toevoegen aan abonnement

# Used in data attribute. Escaped
source: Total
nl_nl: Totaal

# table heading
source: Next Payment
nl_nl: Volgende betaling

# Used in data attribute. Escaped
source: Products
nl_nl: Producten

# hash before order number
source: #%s
nl_nl: Nummer%s

source: No matching subscriptions found.
nl_nl: Geen overeenkomende abonnementen gevonden.

source: <span class="wcsatt-dash">&mdash;</span> available on subscription
nl_nl: <span class="wcsatt-dash">—</span> beschikbaar in abonnement

source: <span class="wcsatt-dash">&mdash;</span> or %s
nl_nl: <span class="wcsatt-dash">—</span> of %s

# subscriptions "starting at" price string
source: <span class="from">from</span>
nl_nl: <span class="from">van</span>

# subscribe and save suffix format
source: <span class="wcsatt-dash">&mdash;</span> or %s
nl_nl: <span class="wcsatt-dash">—</span> of %s

source: subscribe and save %1$s%2$s
nl_nl: abonneren en opslaan %1$s%2$s

source: up to
nl_nl: tot

# subscription price string with price at the end
source: %1$s for %2$s
nl_nl: %1$s voor %2$s

# subscription price string with price at the end
source: %1$s from %2$s
nl_nl: %1$s van %2$s

# discounted option price html format
source: %1$s &mdash; save %2$s
nl_nl: %1$s — opslaan %2$s

# subscription "from" price string
source: <span class="from">from</span>
nl_nl: <span class="from">van</span>

# subscription "for" price string
source: <span class="for">for</span>
nl_nl: <span class="for">voor</span>

# Subscribe to plan(s) for discount
source: Subscribe and save %1$s%2$s
nl_nl: Abonneren en opslaan %1$s%2$s

# Subscribe to plans
source: Subscribe from %s
nl_nl: Abonneren via %s

# Subscribe to plan
source: Subscribe for %s
nl_nl: Abonneren voor %s

# Subscribe call-to-action
source: Subscribe
nl_nl: Abonneren

source: You have successfully added the contents of your cart to subscription %s.
nl_nl: Je hebt de inhoud van je winkelwagen toegevoegd aan abonnement %s.

source: You have successfully added "%1$s" to subscription %2$s.
nl_nl: Je hebt '%1$s' toegevoegd aan abonnement %2$s.

# used in order note
source: Customer added "%1$s" (Product ID: #%2$d).
nl_nl: De klant heeft '%1$s' toegevoegd (productnummer: %2$d).

source: There was a problem adding "%1$s" to subscription %2$s.
nl_nl: Er is een probleem opgetreden bij het toevoegen van '%1$s' aan abonnement %2$s.

# used in order note
source: Customer increased the quantity of "%1$s" (Product ID: #%2$d) from %3$s to %4$s.
nl_nl: De klant heeft het aantal van '%1$s' verhoogd (productnummer: %2$d) van %3$s naar %4$s.

source: Action failed. Please get in touch with us for assistance.
nl_nl: Actie mislukt. Neem contact met ons op voor ondersteuning.

source: There was a problem adding "%1$s" to subscription %2$s. Please get in touch with us for assistance.
nl_nl: Er is een probleem opgetreden bij het toevoegen van '%1$s' aan abonnement %2$s. Neem contact met ons op voor ondersteuning.

# link to subscription
source: <a href="%1$s">#%2$s</a>
nl_nl: <a href="%1$s">Nr.%2$s</a>

source: &quot;%1$s&quot; does not have enough stock (%2$s remaining).
nl_nl: '%1$s' heeft onvoldoende voorraad (%2$s resterend).

source: &quot;%s&quot; is out of stock.
nl_nl: ‘%s’ is niet op voorraad.

source: Your cart cannot be added to subscription #%d. Please get in touch with us for assistance.
nl_nl: Je winkelwagen kan niet toegevoegd worden aan abonnement nr. %d. Neem contact met ons op voor ondersteuning.

source: Subscription #%d cannot be edited. Please get in touch with us for assistance.
nl_nl: Het aangevraagde abonnement nr. %d kan niet worden bewerkt. Neem contact met ons op voor ondersteuning.

source: Between Composite Product Configurations
nl_nl: Tussen configuraties van samengestelde producten

source: Between Product Bundle Configurations
nl_nl: Tussen configuraties van productbundels

# used in order note
source: "%1$s" (Product ID: #%2$d) removal un-done by "%3$s" via the My Account page.
nl_nl: Verwijdering van '%1$s' (productnummer: %2$d) ongedaan gemaakt door '%3$s' via de pagina Mijn account.

# used in order note
source: "%1$s" (Product ID: #%2$d) removal triggered by "%3$s" via the My Account page.
nl_nl: Verwijdering van '%1$s' (productnummer: nummer %2$d) geactiveerd door '%3$s' via de pagina Mijn account.

# dropdown option sale price
source: %1$s (was %2$s)
nl_nl: %1$s (voorheen %2$s)

source: Select plan
nl_nl: Abonnement selecteren

source: Sign up
nl_nl: Inschrijven

source: Choose a subscription plan:
nl_nl: Kies een abonnement:

source: Choose a purchase plan:
nl_nl: Kies een aankoopplan:

source: Choose a plan:
nl_nl: Kies een abonnement:

source: Renew:
nl_nl: Verlengen:

source: Deliver:
nl_nl: Leveren:

# discounted dropdown option price
source: %1$s (%2$s off)
nl_nl: %1$s (%2$s korting)

source: One-time for %s
nl_nl: Eenmalig voor %s

source: Purchase one time
nl_nl: Eenmalig aanschaffen

# Subscribe call-to-action - checkbox
source: Choose a subscription plan
nl_nl: Kies een abonnement

# product subscription selection - negative response
source: %s one time
nl_nl: %s eenmalig

# product subscription selection - negative response
source: one time
nl_nl: eenmalig

# cart item subscription selection - negative response
source: one time
nl_nl: eenmalig

source: %s each year
nl_nl: %s elk jaar

source: Synchronization
nl_nl: Synchronisatie

source: plan
nl_nl: abonnement

# Order overview product row
source: %1$s&nbsp;&times;&nbsp;%2$s
nl_nl: %1$s × %2$s

source: Product Add-Ons
nl_nl: Add-ons voor product

source: Composite Products
nl_nl: Samengestelde producten

source: The installed version of <strong>%1$s</strong> is not supported by <strong>All Products for Woo Subscriptions</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
nl_nl: De geïnstalleerde versie van <strong>%1$s</strong> wordt niet ondersteund door <strong>Alle producten voor WooCommerce Subscriptions</strong>. Update <a href="%2$s" target="_blank">%3$s</a> naar versie <strong>%4$s</strong> of hoger.

source: Product Bundles
nl_nl: Productbundels

# many terms separator
source: %1$s&nbsp;&gt;&nbsp;&hellip;&nbsp;&gt;&nbsp;%2$s
nl_nl: %1$s > … >%2$s

# term separator
source: %1$s&nbsp;&gt;&nbsp;%2$s
nl_nl: %1$s >%2$s

source: Failed to load matching subscriptions. If this issue persists, please re-load the page and try again.
nl_nl: Overeenkomstige abonnementen laden mislukt. Als het probleem zich blijft voordoen, laad dan de pagina opnieuw en probeer het nogmaals.

source: Failed to update your cart. If this issue persists, please re-load the page and try again.
nl_nl: Je winkelwagen bijwerken mislukt. Als het probleem zich blijft voordoen, laad dan de pagina opnieuw en probeer het nogmaals.

source: &quot;%1$s&quot; is only available for purchase on subscription.
nl_nl: '%1$s' is alleen beschikbaar als aankoop bij een abonnement.

source: The &quot;%s&quot; subscription plan that you originally signed up for has changed. Please remove the product from your cart and try again.
nl_nl: Het abonnement '%s' waarvoor je je oorspronkelijk hebt aangemeld, is veranderd. Verwijder het product en probeer het opnieuw.

source: The &quot;%1$s&quot; subscription plan that you originally signed up for is no longer available.
nl_nl: Het abonnement '%1$s' waarvoor je je oorspronkelijk hebt aangemeld, is niet meer beschikbaar.

source: %1$s version %2$s (out of date)
nl_nl: %1$s versie %2$s (verouderd)

source: Shows any files overriding the default All Products for Woo Subscriptions templates.
nl_nl: Toont alle bestanden die de standaardsjablonen overschrijven voor Alle producten voor WooCommerce Subscriptions.

source: Template overrides
nl_nl: Sjabloon overschrijvingen

source: Remove
nl_nl: Verwijder

source: Drag to sort
nl_nl: Versleep om te sorteren

source: To make this product available on subscription, you must add at least one custom subscription plan when overriding the global plan settings. You did not add any plans, or a server error prevented them from being saved. This product is now available for one-time purchase only.
nl_nl: Om dit product beschikbaar te maken in het abonnement, moet je minstens één aangepast abonnement toevoegen wanneer je de algemene abonnementinstellingen overschrijft. Je hebt geen abonnementen toegevoegd of een serverfout heeft voorkomen dat ze opgeslagen werden. Dit product is nu alleen beschikbaar als eenmalige aankoop.

source: Please enter positive subscription discount values, between 0-100.
nl_nl: Voer een positieve kortingswaarde, tussen 0 en 100, voor het abonnement in.

source: Discount applied on the <strong>Regular Price</strong> of the product.
nl_nl: Korting toegepast op de <strong>reguliere prijs</strong> van het product.

source: Discount %
nl_nl: Korting %

source: Price
nl_nl: Prijs

source: Choose the subscription billing length.
nl_nl: Kies factureringsduur voor het abonnement.

source: Length
nl_nl: Lengte

source: Choose the subscription billing interval and period.
nl_nl: Kies de factuurintervallen en -periode.

source: Options layout
nl_nl: Lay-outopties

source: Renders a pair of radio buttons to prompt users to subscribe, or make a one-time purchase. Groups the available plan options in a drop-down menu.
nl_nl: Geeft een aantal keuzerondjes weer die de gebruikers vragen aan te melden of een eenmalige aankoop te doen. Groepeert beschikbare abonnementopties in een vervolgkeuzemenu.

source: Grouped
nl_nl: Gegroepeerd

source: Renders all plan options as radio buttons.
nl_nl: Geeft alle abonnementopties weer als keuzerondjes.

source: Flat
nl_nl: Plat

source: Optional text/html to display above the available purchase plan options. Supports html and shortcodes.
nl_nl: Optionele tekst/html die wordt weergegeven boven de beschikbare aankoopplanopties. Ondersteunt html en shortcodes.

source: Disable this option if you want to prevent one-time purchases of this product.
nl_nl: Schakel deze optie uit als je eenmalige aankopen van dit product wilt voorkomen.

source: One-time purchase
nl_nl: Eenmalige aankoop

source: Advanced Settings
nl_nl: Geavanceerde instellingen

source: These plans will override your global subscription plans.
nl_nl: Deze abonnementen overschrijven je algemene abonnementen.

source: Add some custom subscription plans to this product.
nl_nl: Voeg een aantal aangepaste abonnement toe aan dit product.

source: Sell one-time only
nl_nl: Alleen eenmalige aankopen

source: Add custom subscription plans
nl_nl: Aangepaste abonnementen toevoegen

source: Use global subscription plans
nl_nl: Algemene abonnementen gebruiken

source: Use this option to override your <a href="%s">global subscription plan settings</a>. Handy if you need to specify custom plans for this product, or make it available for one-time purchase only.
nl_nl: Gebruik deze optie om <a href="%s">de instellingen van je algemene abonnementen</a> te overschrijven. Dit komt van pas als je aangepaste abonnementen voor dit product moet specificeren of als je dit product alleen wil aanbieden als eenmalige aankoop.

source: Sell on subscription?
nl_nl: Als abonnement verkopen?

source: Subscriptions
nl_nl: Abonnementen

source: Discount to apply to the chosen variation when this plan is selected.
nl_nl: Korting is van toepassing op de gekozen variatie wanneer dit abonnement geselecteerd is.

source: Discount to apply to the product when this plan is selected.
nl_nl: Korting is van toepassing op de product wanneer dit abonnement geselecteerd is.

source: Override all variations
nl_nl: Alle variaties overschrijven

source: Override product
nl_nl: Product overschrijven

source: Inherit from chosen variation
nl_nl: Overnemen van gekozen variatie

source: Inherit from product
nl_nl: Overnemen van product

source: Disabled
nl_nl: Uitgeschakeld

# adding a cart to an existing subscription
source: Enabled
nl_nl: Ingeschakeld

# adding a cart to an existing subscription
source: Enabled when cart contents have Subscription Plans
nl_nl: Ingeschakeld wanneer de winkelwageninhoud abonnementen omvat

# adding a cart to an existing subscription
source: Disabled
nl_nl: Uitgeschakeld

source: Allow customers to add their cart contents to an existing subscription.
nl_nl: Sta klanten toe de inhoud van hun winkelwagen toe te voegen aan een bestaand abonnement.

source: Cart Contents
nl_nl: Winkelwageninhoud

# adding a product to an existing subscription
source: Enabled
nl_nl: Ingeschakeld

# adding a product to an existing subscription
source: Enabled for products with Subscription Plans
nl_nl: Ingeschakeld voor producten met abonnement

# adding a product to an existing subscription
source: Disabled
nl_nl: Uitgeschakeld

source: Allow customers to add individual products to existing subscriptions.
nl_nl: Sta klanten toe de losse producten toe te voegen aan bestaande abonnementen.

source: Products
nl_nl: Producten

source: Allow customers to add individual products and/or entire carts to their existing subscriptions.
nl_nl: Sta klanten toe de losse producten en/of volledige winkelwagens toe te voegen aan hun bestaande abonnementen.

source: Allow customers to add products to their existing subscriptions.
nl_nl: Sta klanten toe producten toe te voegen aan hun bestaande abonnementen.

source: Add to Subscription
nl_nl: Toevoegen aan abonnement

source: e.g. "Choose a purchase plan:"
nl_nl: bv. 'Kies een aankoopplan:'

source: Optional text/html to display above the available purchase plan options in product pages. Supports html and shortcodes.
nl_nl: Optionele tekst/html die wordt weergegeven boven de beschikbare aankoopplanopties op de productpagina's. Ondersteunt html en shortcodes.

source: Prompt text
nl_nl: Tekstprompt

source: Choose product categories&hellip;
nl_nl: Kies-productcategorieën …

source: Restrict global plans to the selected product categories. If empty, global plans will be applied to all supported products in your catalog.
nl_nl: Beperk algemene abonnement tot de geselecteerde productcategorieën. Wanneer dit veld leeg is, worden algemene abonnementen toegepast op alle ondersteunde producten in je catalogus.

source: Limit to Categories
nl_nl: Beperken tot categorieën

source: By default, global plans are applied to every supported product in your catalog. You can limit these plans to specific product categories below.
nl_nl: Standaard worden algemene abonnementen toegepast op elk ondersteund product in je catalogus. Je kunt deze abonnementen hieronder beperken tot bepaalde productcategorieën.

source: Global Subscription Plans
nl_nl: Algemene abonnementen

source: Subscription Plans
nl_nl: Abonnementen

source: Add some global subscription plans to make your existing products available on subscription. Individual products may override these settings.
nl_nl: Voeg een aantal algemene abonnementen toe om je bestaande producten beschikbaar te stellen als abonnement. Losse producten kunnen deze instellingen overschrijven.

source: Add Plan
nl_nl: Abonnement toevoegen

source: Between Subscription Plans
nl_nl: Tussen abonnementen

source: The installed version of <strong>All Products for Woo Subscriptions</strong> is not compatible with the <code>selectSW</code> library found on your system. Please update All Products for Woo Subscriptions to the latest version.
nl_nl: De geïnstalleerde versie van <strong>Alle producten voor WooCommerce Subscriptions</strong> is niet compatibel met de op jouw systeem aangetroffen <code>selectSW</code>-bibliotheek. Werk Alle producten voor WooCommerce Subscriptions bij naar de nieuwste versie.

source: <strong>All Products for Woo Subscriptions</strong> no longer supports Cart Subscription Plans. Your existing Cart Subscription Plans have been migrated to <a href="%s">Global Subscription Plans</a> &mdash; a quick, new way to add subscription plans to your existing products in bulk.
nl_nl: <strong>Alle producten voor WooCommerce Subscriptions</strong> ondersteunt de Winkelwagenabonnementen niet meer. Je bestaande Winkelwagenabonnementen zijn verplaatst naar <a href="%s">Algemene abonnementen</a>: een snelle en nieuwe manier om je abonnementen in bulk aan je bestaande producten toe te voegen.

source: Did you know that you can also <a href="%s">add subscription plans to your products in bulk</a>?
nl_nl: Wist je dat je ook <a href="%s">abonnementen in bulk kunt toevoegen aan je producten</a>?

source: Awesome &ndash; this product is now available on subscription!
nl_nl: Geweldig, dit product is nu als abonnement verkrijgbaar!

source: Thank you for installing <strong>All Products for Woo Subscriptions</strong>. Ready to make your products available on subscription? <a href="%s">Add some global subscription plans to get started</a>.<br/>You can limit these plans to specific product categories &mdash; or, if you need more flexibility, it is possible to add custom subscription plans to individual products.
nl_nl: Dankjewel voor het installeren van <strong>Alle producten voor WooCommerce Subscriptions</strong>. Ben je er klaar voor om je producten als abonnement aan te bieden? <a href="%s">Voeg een aantal algemene abonnement toe om aan de slag te gaan</a>.<br/>Je kan deze abonnementen beperken tot specifieke productcategorieën, of als je meer flexibiliteit wil, kun je ook aangepaste abonnementen toevoegen aan losse producten.
